[A_Weapons.WT_SMG_Hyperion:AttributePresentationDefinition_1 AttributePresentationDefinition]
NoConstraintText="[skill]Sustained fire[-skill] increases [skill]accuracy[-skill]."

[A_Weapons.WT_SMG_Tediore:AttributePresentationDefinition_0 AttributePresentationDefinition]
NoConstraintText="Explodes like a [skill]grenade[-skill] when [skill]reloaded[-skill]."

[Name.Title.Title__Unique_BoneShredder:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="The lead wind blows!"

[Name.Title.Title_Legendary_Dahl_Emperor:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="You know... for him."

[Name.Title_Hyperion.Title_Legendary_Bitch:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="yup. back."

[Name.Title_Maliwan.Title_Legendary_HellFire WeaponNamePartDefinition]
PartName="Hellfire"

[Name.Title_Tediore.Title_Legendary_BabyMaker:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Who's a widdle gunny-wunny?"
